#+TITLE: [[https://www.unixprogram.com/churchofbsd/][Church of BSD]]
#+PROPERTY: header-args :cache yes
#+PROPERTY: header-args+ :mkdirp yes
#+PROPERTY: header-args+ :results silent
#+PROPERTY: header-args+ :padline no

https://www.unixprogram.com/churchofbsd/

* PACKAGES

#+begin_src sh :results output replace :cache no
  pkg query -e '%a = 0' %o
#+end_src

#+RESULTS:
#+begin_example
base/FreeBSD-kernel-generic
base/FreeBSD-kernel-generic-dbg
base/FreeBSD-set-base
base/FreeBSD-set-lib32
base/FreeBSD-set-minimal
x11-wm/cwm
x11-fonts/dejavu
graphics/drm-latest-kmod
editors/emacs
textproc/en-aspell
misc/freebsd-doc-en
x11/evtest
devel/git
www/librewolf
editors/mg
x11-fonts/opensans-ttf
ports-mgmt/pkg
x11-wm/ratpoison
net/rsync
accessibility/sct
sysutils/sensors
security/doas
sysutils/tmux
x11-wm/twm
x11-clocks/xclock
x11/xlibre-minimal
x11/xset
x11/xterm
shells/zsh
#+end_example

